Revit 2027 API
ParameterTypeId.RebarSystemOverride Property
 "Override Area Reinforcement Settings"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemOverride { get; }
Public Shared ReadOnly Property RebarSystemOverride As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemOverride {
	ForgeTypeId^ get ();
}
static member RebarSystemOverride : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace